cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'grc'
brew 'openssl'
brew 'ruby-build'
brew 'rbenv'
brew 'kerl'

brew 'postgres'
brew 'mysql'

brew 'zsh'
brew 'zsh-syntax-highlighting'

brew 'unrar'
brew 'youtube-dl'
brew 'spark'
brew 'n'
brew 'hub'
brew 'jq'

cask '1password'
cask 'google-chrome'
cask 'slack'
cask 'vlc'
cask 'emacs'
