cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'grc'
brew 'openssl'
brew 'ruby-build'
brew 'rbenv'
brew 'unrar'
brew 'youtube-dl'
brew 'spark'
brew 'mysql'

cask '1password'
cask 'atom'
cask 'google-chrome'
cask 'slack'
cask 'vlc'
