cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'grc'
brew 'openssl'
brew 'ruby-build'
brew 'asdf'

brew 'postgres'
brew 'mysql'

brew 'zsh'
brew 'zsh-syntax-highlighting'
brew 'tmux'

brew 'unrar'
brew 'youtube-dl'
brew 'spark'
brew 'jq'
